Repository: Vistaus/Bella
Catalog: po/*.po
Languages: ru, uk

source: Bella
ru: Белла
uk: Белла

source: Eye Dropper
ru: Пипетка
uk: Піпетка

source: Pick color anywhere on your screen
ru: Выберите цвет с любой точки экрана
uk: Оберіть колір з екрану

source: Color;Dropper;Eye;Picker;Pick;
ru: Color;Dropper;Eye;Picker;Pick;цвет;пипетка;колир;выбрать;краска;
uk: Color;Dropper;Eye;Picker;Pick;колір;піпетка;обрати;цвіт;барви;

source: Pick color from the screen
ru: Выберите цвет с экрана
uk: Оберіть колір з екрану

source: Pick color from anywhere on your screen and save it in one of the common color formats.
ru: Выберите цвет с любой точки вашего экрана и сохраните его в один из распространенных форматов цветов.
uk: Оберіть колір з будь-якої точки вашого екрану та збережіть його у одному з поширених форматів кольорів.

source: Below are the main features of Bella:
ru: Ниже перечислены главные особенности Беллы:
uk: Знизу перераховані головні можливості Белли:

source: Save the picked color
ru: Сохранение выбранных цветов
uk: Збереження обраного кольору

source: Modify the picked color
ru: Изменение выбранного цвета
uk: Зміна обраного кольору

source: Switch to dark, light or system mode
ru: Переключение на темный, светлый и системный режим
uk: Перемикання додатку на темний, світлий і системні стилі

source: Eye dropper view in dark theme
ru: Просмотр пипетки в темной теме
uk: Перегляд піпетки у темному стилі

source: Eye dropper view in light theme
ru: Просмотр пипетки в светлой теме
uk: Перегляд піпетки у світлому стилі

source: Color list view in dark theme
ru: Просмотр списка цветов в темной теме
uk: Перегляд списку кольорів у темному стилі

source: Color list view in light theme
ru: Просмотр списка цветов в светлой теме
uk: Перегляд списку кольорів у світлому стилі

source: color
ru: цвет
uk: колір

source: color picker
ru: пипетка
uk: піпетка

source: eye dropper
ru: пипетка
uk: піпетка

source: development
ru: разработка
uk: розробка

source: Deleted all saved colors
ru: Удалены все сохраненные цвета
uk: Видалити усі збережені кольори

source: Copied %s to clipboard
ru: Скопировано %s в буфер обмена
uk: Скопійовано %s у буфер обміну

source: Deleted saved color successfully
ru: Успешно удален сохраненный цвет
uk: Успішно видалено збережені кольори

source: id: %s doesn't existent
ru: идентификатор: %s не существует
uk: ідентифікатор: %s не існує

source: Failed to pick color
ru: Не удалось выбрать цвет
uk: Не вадлося обрати колір

source: Failed to read saved data
ru: Не удалось прочитать сохраненные данные
uk: Не вдалося прочитату збережені дані

source: File doesn't exist yet
ru: Файл пока что не существует
uk: Файл ще не існує

source: Successfully saved picked colors to file
ru: Выбранный цвет успешно сохранен в файл
uk: Успішно збережено обрані кольори у файл

source: Failed to save picked colors to file
ru: Не удалось сохранить выбранный цвет в файл
uk: Не вдалося зберегти обрані кольори у файл

source: An error occurred while creating directory
ru: Случилась ошибка при создании папки
uk: При створенні теки сталася помилка

source: Delete saved colors
ru: Удалить сохраненные цвета
uk: Видалити збережені кольори

source: Are you sure you want to delete all the saved colors? This action is irreversible.
ru: Вы уверены, что хотите удалить все сохраненные цвета? Это действие невозможно отменить.
uk: Ви впевнені, що бажаєте видалити усі збережені кольори? Цю дію неможливо скасувати.

source: Delete
ru: Удалить
uk: Видалити

source: Cancel
ru: Отменить
uk: Скасувати

source: Delete saved color
ru: Удалить сохраненный цвет
uk: Видалити збережений колір

source: Are you sure you want to delete this color? This action is irreversible.
ru: Вы уверены, что желаете удалить этот цвет? Это действие невозможно отменить.
uk: Ви впевнені, що бажаєте видалити цей колір? Цю дію неможливо скасувати.

source: Copy color
ru: Скопировать цвет
uk: Скопіювати колір

# shortcut window
source: General
ru: Общие
uk: Загальні

# shortcut window
source: Show Shortcuts
ru: Показать комбинации клавиш
uk: Показати клавіатурні скорочення

# shortcut window
source: Quit
ru: Выйти
uk: Вийти

source: Preferences
ru: Настройки
uk: Налаштування

source: Color Theme Settings
ru: Настройки цвета темы
uk: Налаштування стилю додатка

source: Set color theme
ru: Установить цвет темы
uk: Обрати стиль

source: Color theme
ru: Цветовая тема
uk: Стиль додатку

# System color theme
source: System
ru: Системный
uk: Системний

# Light color theme
source: Light
ru: Светлый
uk: Світлий

# Dark color theme
source: Dark
ru: Темный
uk: Темний

source: Color Settings
ru: Настройки цвета
uk: Налаштування кольору

source: Saved color settings
ru: Настройки сохраненных цветов
uk: Налаштування збереженого кольору

source: Delete Colors
ru: Удалить цвета
uk: Видалити кольори

source: Delete all saved colors
ru: Удалить все сохраненные цвета
uk: Видалити усі збережені кольори

# accessibility
source: Delete all saved colors
ru: Удалить все сохраненные цвета
uk: Видалити усі збережені кольори

source: Color Format
ru: Формат цвета
uk: Формат кольору

source: Select color format to display
ru: Выбрать формат цвета для отображения
uk: Оберіть формат кольору для відображення

source: Primary Menu
ru: Главное меню
uk: Головне меню

# accessibility
source: Primary menu
ru: Главное меню
uk: Головне меню

source: Pick Color from screen
ru: Выбрать цвет с экрана
uk: Оберіть колір з екрану

# accessibility
source: Pick color from screen
ru: Выбрать цвет с экрана
uk: Обрати колір з екрану

source: Saved Colors
ru: Сохраненные цвета
uk: Збережені кольори

# Translators: Only translate the text 'No Saved Color'
source: <span font-size="xx-large" font-weight="bold">No Saved Color</span>
ru: <span font-size="xx-large" font-weight="bold">Нет сохраненного цвета</span>
uk: <span font-size="xx-large" font-weight="bold">Немає збереженого кольору</span>

source: Color
ru: Цвет
uk: Колір

source: Actions
ru: Действия
uk: Дії

# Navigate back to the main screen
source: Back
ru: Назад
uk: Назад

# accessibility
source: Back to main screen
ru: Вернуться в главное меню
uk: Повернутися у головне меню

source: Modify color
ru: Изменить цвет
uk: Змінити колір

# accessibility
source: Modify color
ru: Изменить цвет
uk: Змінити колір

source: Modify color or select new one
ru: Изменить цвет или выбрать новый
uk: Змінити колір або обрати новий

source: Common color modes
ru: Распространенные режимы цвета
uk: Поширені режими кольорів

# Hexadecimal color format
source: Hex
ru: Шестнадцатеричный
uk: Шістнадцятирічний

# RGB Percent color format
source: RGB Percent
ru: Процент RGB
uk: Процент RGB

source: Color Name
ru: Название цвета
uk: Назва кольору

source: The closest color name
ru: Название самого близкого цвета
uk: Назва найближчого кольору

# Color name
source: Name
ru: Название
uk: Назва

source: Keyboard Shortcuts
ru: Комбинации клавиш
uk: Клавіатурні скорочення

source: About Bella
ru: Про Беллу
uk: Про Беллу

# accessibility
source: Copy color
ru: Скопировать цвет
uk: Скопіювати колір

source: Delete color
ru: Удалить цвет
uk: Видалити колір

# accessibility
source: Delete color
ru: Удалить цвет
uk: Видалити колір

source: View details
ru: Просмотреть подробности
uk: Переглянути подробиці

# accessibility
source: View details
ru: Просмотреть подробности
uk: Переглянути подробиці
